[{
  "_id": {
    "$oid": "662e79422a1d65628542d8dd"
  },
  "nazwa": "TORTILLA Z TOFU, WARZYWAMI I SOSEM ORZECHOWYM",
  "kalorie": 508,
  "weglowodany": 47,
  "tluszcz": 23,
  "bialko": 28,
  "przepis": "1 tortilla pełnoziarnista (Lidl)\n80g tofu naturalnego\n sos sojowy\n 50g skyra (lub Creamo kokosowe w wersji wegańskiej)\n 10g masła orzechowego\n 5g sosu sriracha (Lidl, Biedronka, inne markety)\n 5ml syropu klonowego\n oliwa z oliwek (ilość w opisie)\n 5g mąki ziemniaczanej\n sok z cytryny\n mielony imbir, papryka wędzona i kmin rzymski\n brokuł, ok. 80-100g\nok 50g marchewki\n ok 25g czerwonej cebuli\n natka pietruszki\n można dorzucić paprykę, ale ledwo już się zmieści w tortilli\n\nRozgrzej piec do 190 stopni.\nOdciśnij ręką wodę z tofu. Pokrusz je palcami do miski na drobniejsze kawałki. Dodaj mąkę i wymieszaj. Dodaj 5ml oliwy, ok. 10ml sosu sojowego, trochę soku z cytryny, imbir mielony i paprykę wędzoną. Wymieszaj. Przełóż do naczynia do zapiekania nieco je rozdzielając (spiskach naczynie delikatnie oliwą w sprayu) i wstaw do pieca na 20 min (bez przykrycia).\nWarzywa – brokuł pokrój dużym nożem siekając różyczki i ich małe łodygi także – taki „brokułowy ryż”. Marchew zetrzyj na tarce o dużych oczkach. Cebule posiekaj, natkę pietruszki też.\nRozgrzej 5ml oliwy na większej patelni. Podsmaż pod przykryciem brokuł, cebulę i marchew. W trakcie smażenia podlej ok. 10ml sosu sojowego, dopraw sola, wędzona papryką, imbirem i kminem rzymskim. No i na koniec posiekana natka! Witaminka C! Smażenie nie trwa długo.\nSOS – wymieszaj w miseczce jogurt lub gęstą wege śmietankę Creamo kokosowe z masłem orzechowym, solą, klonowym, sokiem z cytryny i sosem sriracha.\nŚrodek tortilli posmaruj sosem, na sos lecą warzywa (ułóż je lekko z boku – tak łatwiej zawinąć tortillę) i nasze upieczone tofu! Zawiń tortillę jak krokieta i gotowe!\n"
},
{
  "_id": {
    "$oid": "662e7a242a1d65628542d8de"
  },
  "nazwa": "Nocna owsianka marchewkowa z ricottą",
  "kalorie": 464,
  "weglowodany": 47,
  "tluszcz": 20,
  "bialko": 22,
  "przepis": "50g płatków owsianych górskich\n10g siemienia lnianego\n150ml mleka lub napoju roślinnego\n100g ricotty\nok. 60g marchewki\ncynamon\nok. 20g erytrolu\n\nZetrzyj marchew na tarce.\nW pojemniku na wynos czy miseczce wymieszaj płatki, len, mleko, połowę ricotty, erytrol, cynamon i starta marchew. Wstaw na noc do lodówki.\nRano dorzuć na górę resztę ricotty i jeszcze trochę cynamonu. Jeżeli chcesz zwiększyć kaloryczność dania dorzuć na górę trochę orzechów włoskich lub migdałów\n"
},
{
  "_id": {
    "$oid": "662e7afc2a1d65628542d8df"
  },
  "nazwa": "PUSZYSTY OMLET NA SŁODKO",
  "kalorie": 457,
  "weglowodany": 31,
  "tluszcz": 18,
  "bialko": 40,
  "przepis": "2 jajka\n1 bialko jaja\n15g mąki orkiszowej lub pszennej pelnoziarnistej\n10g mąki jasnej (lub uzyj tylko jednej)\n5g odzywki bialkowej (opcjonalnie)\n35g skyra (lub jogurt naturalny)\n20 – 25g erytrolu\nlyzka soku z cytryny\n1/3 lyzeczki sody lub proszku do pieczenia\nszczypta soli\nmala tortownica 18cm (np. z Rossmann, TK Maxx, Allegro)\n\nDODATKI DO OMLETA NA SlODKO:\n10g odzywki bialkowej\n50ml mleka (lub reszta jogurtu)\n50g malin lub borowek\n10g pistacji (lub inne orzechy)\n\nRozdziel bialka i zoltka.\nzoltka wymieszaj z mąkami, (mozesz uzyć tylko jednej z nich), 5g odzywki (mozna pominąć), 20ml mleka, jogurtem, erytrolem, sodą i cytryną.\nUbij bialka na sztywno. Dodaj do nich masę z zoltkami i krotko i delikatnie zmiksuj do polączenia (mozesz tez po prostu wymieszać duzą rozgą).\nPrzelej masę do malej tortownicy z papierem do pieczenia i piecz w 180st przez 23 minuty.\n10g odzywki wymieszaj z 50ml mleka do calkowitego polączenia na sos.\nOmlet podawaj z sosem proteinowym, owocami i pistacjami.\n"
},
{
  "_id": {
    "$oid": "662e7b5a2a1d65628542d8e0"
  },
  "nazwa": " Fit sałatka cezar",
  "kalorie": 479,
  "weglowodany": 48,
  "tluszcz": 11,
  "bialko": 42,
  "przepis": "100g piersi z kurczaka\n80g pieczywa żytniego lub 1 grahamka\npół skyra (75g), ewentualnie jogurt grecki choć nieco zwiększy to kaloryczność\nsałata rzymska (polecam nie zamieniać na inną – ta robi robotę i chrupie!)\npomidorki koktajlowe\nłyżka mleka\nodrobina sosu Teriyaki lub sojowego\nząbek czosnku\noregano suszone, czosnek granulowany\n5ml oliwy\n5g parmezanu\nopcjonalnie łyżeczka majonezu light\nopcjonalnie + 30g boczku w plastrach (+80kcal)\n\nKurczaka pokrój w kostkę, dopraw (np. sól, pieprz, sos Teriyaki, czosnek, curry, papryka).\nPieczywo pokrój w średnią/większą kostkę.\nBlaszkę z pieca wyściel papierem. Z jednej strony wyłóż kurczaka, z drugiej chleb na grzanki.\nPieczywo skrop delikatnie oliwą, posyp granulowanym czosnkiem, oregano i wymieszaj.\nCałość leci do pieca 160 stopni na 20 min (piekarniki mogą różnić się od siebie, ale w moim ten czas jest wystarczający; nie przeciągaj by nie wysuszyć mięsa).\nW tym czasie jogurt wymieszaj z odrobiną mleka, przeciśniętym przez praskę 1 ząbkiem czosnku, solą, pieprzem i odrobiną soku z cytryny (opcjonalnie dodaj majonez).\nUmyj i poszarp sałatę do głębokiego talerza, dorzuć przekrojone na pół pomidory, upieczone grzanki i kurczaka. Całość polej sosem z jogurtu, wymieszaj i na koniec posyp parmezanem!\n"
},
{
  "_id": {
    "$oid": "662e7ba92a1d65628542d8e1"
  },
  "nazwa": "Dietetyczny bigos z młodej kapusty",
  "kalorie": 492,
  "weglowodany": 50,
  "tluszcz": 18,
  "bialko": 26,
  "przepis": "500g młodej kapusty\nduża marchew ok 100g\n200g piersi z kurczaka lub podudzi bez skóry lub wędzonego tofu\n10ml oliwy z oliwek\n12ml sosu sojowego\n10g mąki ziemniaczanej\n15g bulionu ze słoiczka Winiary lub 200ml własnego, domowego\n8ml octu winnego\n2-3 liście laurowe\ngałka muszkatołowa\nświeży koperek\nok 140g pieczywa żytniego (4 niewielkie kromki na 2 porcje) lub 400g młodych ziemniaczków (po 200g na porcje)\n\nKapustę umyj i poszatkuj. Do szerokiego garnka wlej oliwę i zeszklij posiekaną w kosteczkę cebulę.\nDodaj pokrojonego w kostkę kurczaka lub tofu i chwilę razem podsmaż na średniej mocy pod przykryciem.\nDodaj kapustę oraz obraną i startą na tarce marchewkę. Wymieszaj. Po 2-3 minutach podlej sosem sojowym.\nBulion ze słoiczka wymieszaj z wrzątkiem 200ml.\nWlej bulion, ocet, dopraw solą, pieprzem, gałką muszkatołową, dodaj listek laurowy i odrobinkę ostrej papryki. Wymieszaj, przykryj i zagotuj na nisko/średniej mocy. Gotuj pod przykryciem przez ok. 15 minut, w międzyczasie 1-2 razy zamieszaj.\nW filiżance wymieszaj mąkę z 30-40ml zimnej wody.\nMąkę przełóż do garnka z kapustą, wymieszaj. Dodaj posiekany koperek (nie żałuj go!), wymieszaj i zagotuj tak jeszcze z 2 minuty.\nKażdą z porcji podawaj z pieczywem lub młodymi ziemniakami."
},
{
  "_id": {
    "$oid": "664a35a6854ee6ef8241800f"
  },
  "nazwa": "test",
  "kalorie": 100,
  "weglowodany": 100,
  "tluszcz": 100,
  "bialko": 100,
  "przepis": "test"
}]